<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Agree</title>
    <link rel="stylesheet" href="../css/store_style.css">
</head>

<body>

    <section class="form-container">

        <form action="" method="post">
                <p>ประกาศความเป็นส่วนตัว
โปรดดูรายละเอียดของนโยบายความเป็นส่วนตัวของเรา และมาตรการในการคุ้มครองข้อมูลส่วนบุคคลของท่านในเนื้อหาของเอกสารฉบับนี้ เราจะตรวจสอบให้แน่ใจว่าข้อมูลส่วนบุคคลของท่านได้รับการจัดการที่เป็นไปตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 (“พ.ร.บ. คุ้มครองข้อมูลส่วนบุคคล”) หรือกฎหมายอื่นที่เกี่ยวข้อง

1.ประเภทของข้อมูลส่วนบุคคลที่เราเก็บรวบรวม

ข้อมูลส่วนบุคคล หมายถึง ข้อมูลเกี่ยวกับบุคคลที่สามารถใช้ระบุตัวตนของเจ้าของข้อมูลส่วนบุคคลได้ ไม่ว่าจะโดยทางตรงหรือทางอ้อม อาทิ

1.1 ข้อมูลตัวตน (Identity Data): เช่น ชื่อ นามสกุล วัน/เดือน/ปีเกิด เพศ หมายเลขบัตรประชาชน หมายเลขใบขับขี่ หมายเลขหนังสือเดินทาง สถานภาพการสมรส ข้อมูลอีเมล หมายเลขโทรศัพท์
1.2 ข้อมูลทางการเงิน และข้อมูลการทำธุรกรรม (Financial and Transactional Data): เช่น หมายเลขบัญชีธนาคาร หมายเลขบัตรเครดิตและหมายเลขบัตรเดบิต รายได้ต่อเดือน และข้อมูลการชำระเงิน
1.3 ข้อมูลอ่อนไหว (Sensitive Data): เช่น ข้อมูลชาติพันธุ์ ความเชื่อ ศาสนา ข้อมูลสุขภาพ (รวมถึงข้อมูลการแพ้อาหารและข้อมูลการแพ้ทั่วไป) และ ข้อมูลชีวภาพ (biometrics data) รวมถึงข้อมูลประวัติอาชญากรรม แต่ในกรณีที่เราได้รับข้อมูลอ่อนไหวของท่านมาโดยไม่ได้ตั้งใจ โดยที่เราไม่มีความประสงค์ที่จะเก็บรวบรวมข้อมูลดังกล่าว เราจะไม่มีการใช้ หรือเปิดเผยข้อมูลอ่อนไหวของท่านแต่อย่างใด
1.4 ข้อมูลทางเทคนิค และข้อมูลการใช้งาน (Technical and Usage Data): เช่น ข้อมูล IP Address ข้อมูลการเข้าสู่ระบบ ข้อมูลการท่องเว็บไซต์ คุกกี้ ID ประเภทอุปกรณ์ที่ใช้ในการเข้าถึง การตั้งค่าแพลตฟอร์ม และเทคโนโลยีอื่น ๆ ที่ใช้ในการเข้าถึงเว็บไซต์
1.5 ข้อมูลโปรไฟล์ (Profile Data): เช่น ชื่อผู้เข้าใช้และรหัสผ่าน ประวัติการซื้อ ความสนใจ ความชอบ และข้อมูลจากการตอบแบบสำรวจ
1.6 ข้อมูลการตลาด และข้อมูลการสื่อสาร (Marketing and Communication Data): การตั้งค่าของเจ้าของข้อมูลส่วนบุคคลในการรับข้อมูลการตลาดจากเราและจากบุคคลที่สาม ข้อมูลนี้รวมถึงข้อมูล
การติดต่อกับเราเช่น เทปบันทึกกรณีที่ลูกค้าเข้ามาติดต่อทางคอลเซนเตอร์ หรือผ่านทางช่องทาง Social Media อื่น ๆ เป็นต้น
นอกจากนั้น เราได้เก็บรวบรวม ใช้ และเปิดเผย ข้อมูลโดยรวม เช่น ข้อมูลเชิงสถิติ หรือข้อมูลประชากร ทั้งนี้ข้อมูลโดยรวมนั้นอาจได้มาจากข้อมูลของท่าน อย่างไรก็ตาม ข้อมูลดังกล่าวไม่นับว่าเป็นข้อมูลส่วนบุคคล เนื่องจากเป็นข้อมูลที่ไม่สามารถใช้เพื่อระบุตัวตนของท่านได้ ตัวอย่างเช่น เราอาจใช้ข้อมูลบางส่วนของท่านโดยทำให้ข้อมูลเป็นข้อมูลนิรนาม (anonymous data) เพื่อคำนวณอัตราของผู้ที่เข้าถึงเว็บไซต์ หรือทำข้อมูลเชิงสถิติต่าง ๆ อย่างไรก็ตาม หากข้อมูลสามารถกลับมาใช้เพื่อระบุตัวตนได้ เราจะถือว่าข้อมูลดังกล่าวนั้นเป็นข้อมูลส่วนบุคคลและจะปฏิบัติตามประกาศความเป็นส่วนตัวนี้

2.วัตถุประสงค์ของการประมวลผลข้อมูลส่วนบุคคล

เราเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน เพื่อวัตถุประสงค์ดังต่อไปนี้

2.1 เพื่อจัดการ จัดหา ปรับปรุง และพัฒนาผลิตภัณฑ์และบริการของเรา
2.2 เพื่อดำเนินการตามสัญญากับคู่ค้าทางธุรกิจของเรา*
2.3 เพื่อปฏิบัติตามกฎหมายและข้อบังคับที่เกี่ยวข้อง
2.4 เพื่อให้ผลประโยชน์อื่นใด ตามที่ท่านได้ให้ความยินยอมไว้
2.5 เพื่อการจัดให้มีกิจกรรมทางการตลาดและการสื่อสาร เช่น กิจกรรมการส่งเสริมการขาย การเลือกไม่รับข่าวสารการตลาด หรือการจัดการคุกกี้ของเว็บไซต์
2.6 เพื่อให้เป็นไปตามวัตถุประสงค์ของการจัดซื้อจัดจ้าง การตรวจสอบคุณภาพผลิตภัณฑ์ และการประเมินประสิทธิภาพของบริการ/ผลิตภัณฑ์
ในกรณีที่เราต้องการประมวลผลข้อมูลอ่อนไหวของท่าน เราจะทำให้แน่ใจว่าเราได้รับความยินยอมอย่างชัดแจ้งจากท่านก่อนหรือระหว่างการเก็บรวบรวมข้อมูลดังกล่าว

ในกรณีที่ท่านเป็นผู้ให้บริการภายนอก (เช่น ซัพพลายเออร์ ผู้ขาย หรือเอาต์ซอร์ซ) เราจะเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อให้เป็นไปตามวัตถุประสงค์ของการจัดซื้อจัดจ้าง การตรวจสอบคุณภาพผลิตภัณฑ์ และการประเมินประสิทธิภาพของบริการ/ผลิตภัณฑ์เท่านั้น อย่างไรก็ตามการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลจะเป็นไปตามฐานกฎหมาย (Legal Basis) เราอาจประมวลผลข้อมูลส่วนบุคคลของท่านบนฐานกฎหมายที่แตกต่างกัน ทั้งนี้ขึ้นอยู่กับวัตถุประสงค์ของการประมวลผลข้อมูล

* คู่ค้าทางธุรกิจ หมายถึง บุคคลหรือนิติบุคคล ที่เราควบคุม หรือถูกควบคุมโดยเรา หรือเป็นบริษัทภายใต้เครือของเรา หรือถูกบริหารโดยเรา ซึ่งรวมถึงนิติบุคคลใด ๆ ที่เราเปิดเผย โอน ส่งต่อ หรือได้รับข้อมูลส่วนบุคคลของคู่ค้านั้น ๆ ยกตัวอย่างเช่น บริษัทที่ปรึกษาและบริษัทที่ปรึกษาทางกฎหมาย บริษัทผู้ให้บริการการตลาดทางโทรศัพท์ พันธมิตรทางธุรกิจ ธนาคาร บริษัทตัวแทน บริษัทจัดหางาน ผู้ให้บริการภายนอก (เช่น ซัพพลายเออร์ ผู้ขาย หรือเอาต์ซอร์ซ) และ/หรือหน่วยงานรัฐ หรือหน่วยงานกำกับดูแลที่เกี่ยวข้อง

3.ฐานกฎหมาย (Legal Basis)

เราจะประมวลผลข้อมูลส่วนบุคคลของท่านตามฐานกฎหมายดังต่อไปนี้:

3.1 ฐานความยินยอม (Consent): เราประมวลผลข้อมูลส่วนบุคคลบนฐานความยินยอม ในกรณีที่ท่านได้ให้ความยินยอมอย่างชัดแจ้งแก่เรา เราจะประมวลผลข้อมูลส่วนบุคคลของท่านในขอบเขตของวัตถุประสงคี่เราได้แจ้งท่านไว้
3.2 ฐานสัญญา (Contract): เราประมวลผลข้อมูลส่วนบุคคลบนฐานสัญญา เราใช้ฐานสัญญานี้เมื่อกิจกรรมการประมวลผลข้อมูลส่วนบุคคลนั้นจำเป็นในการปฏิบัติตามสัญญาที่เราทำกับท่าน หรือเพื่อใช้ในการปฏิบัติตามคำขอของท่านก่อนที่การเข้าทำสัญญา ยกตัวอย่างเช่น การประมวลผลข้อมูลส่วนบุคคลจำเป็นต่อการจัดหาผลิตภัณฑ์และการให้บริการของเราตลอดจนจำเป็นต่อกระบวนการภายในเพื่อการบรรลุวัตถุประสงค์ตามสัญญา
3.3 ฐานการปฏิบัติตามกฎหมาย (Legal Obligation): เราประมวลผลข้อมูลส่วนบุคคลเพื่อการปฏิบัติตามกฎหมาย เช่น การป้องกันและตรวจจับธุรกรรมที่ผิดปกติ ซึ่งอาจเกี่ยวข้องกับกิจกรรมที่ผิดกฎหมาย ยกตัวอย่างเช่น เรามีหน้าที่ตามกฎหมายในการรายงานข้อมูลส่วนบุคคลของท่านต่อกรมสรรพากรหรือหน่วยงานอื่น ๆ ของรัฐตามที่กฎหมายกำหนด
3.4 ฐานภารกิจของรัฐ (Public Task): เราประมวลผลข้อมูลส่วนบุคคล หากมีความจำเป็นต้องปฏิบัติภารกิจเพื่อสาธารณะ หรือปฏิบัติหน้าที่ตามที่หน่วยงานของรัฐมอบหมายให้แก่เรา
3.5 ฐานประโยชน์สำคัญต่อชีวิต (Vital Interest): เราประมวลผลข้อมูลส่วนบุคคลหากมีสถานการณ์ฉุกเฉินที่จำเป็นต้องมีการดำเนินการเพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล
3.6 ฐานประโยชน์อันชอบธรรม (Legitimate Interest): เราประมวลผลข้อมูลส่วนบุคคลภายใต้ความจำเป็นในการดำเนินการเพื่อผลประโยชน์ที่ชอบด้วยกฎหมายของเรา บุคคล หรือนิติบุคคลอื่น ซึ่งไม่ได้ลบล้างผลประโยชน์ของท่านหรือสิทธิขั้นพื้นฐานและเสรีภาพของเจ้าของข้อมูลส่วนบุคคล
3.7 ฐานการจัดทำเอกสารทางประวัติศาสตร์ (Research Objective) : เราประมวลผลข้อมูลส่วนบุคคลภายใต้ความจำเป็นเพื่อให้บรรลุวัตถุประสงค์ที่เกี่ยวข้องกับการจัดทำเอกสารทางประวัติศาสตร์ เพื่อประโยชน์ของสาธารณะหรือเพื่อวัตถุประสงค์ที่เกี่ยวข้องกับการวิจัยหรือสถิติ
อย่างไรก็ตาม หากท่านไม่ให้ข้อมูลส่วนบุคคลแก่เรา อาจส่งผลให้ท่านไม่ได้รับความสะดวกในการดำเนินการ และอาจเป็นการไม่ปฏิบัติตามสัญญาระหว่างเรา รวมถึงอาจส่งผลกระทบต่อการปฏิบัติตามกฎหมายบางประการซึ่งอาจทำให้ท่านได้รับบทลงโทษ

4.การเปิดเผยข้อมูลส่วนบุคคล

เราอาจเปิดเผยข้อมูลส่วนบุคคลของท่านแก่หน่วยงานรัฐ หน่วยงานกำกับดูแล หรือพันธมิตรทางธุรกิจของเราตามวัตถุประสงค์ที่ระบุไว้ในข้อ 2 “วัตถุประสงค์ของการประมวลผลข้อมูลส่วนบุคคล” และเพื่อให้เป็นไปตามพันธกิจของภาครัฐ หรือเพื่อให้สอดคล้องกับหลักเกณฑ์ของกฎหมาย

5.ระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล

เราจะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้ในระยะเวลาเท่าที่จำเป็นในการบรรลุวัตถุประสงค์ในการเก็บรวบรวม และ/หรือ ตามที่กฎหมายที่เกี่ยวข้องกำหนด เช่น เพื่อการดำเนินการทางกฎหมายอย่างต่อเนื่อง การปฏิบัติตามภาระหน้าที่ภายใต้กฎหมายข้อบังคับและมาตรฐานวิชาชีพ การดำเนินธุรกิจ รวมถึงการจัดทำรายงานประจำปี

6.สิทธิของเจ้าของข้อมูลส่วนบุคคล

รายละเอียดดังต่อไปนี้ระบุถึงสิทธิของท่านในฐานะเจ้าของข้อมูลภายใต้ พ.ร.บ.คุ้มครองข้อมูลส่วนบุคคลที่ท่านควรทราบ

6.1 สิทธิในการเพิกถอนความยินยอม (Right to Withdraw Consent): ท่านมีสิทธิในการเพิกถอนความยินยอมที่ได้ให้ไว้เพื่อการเก็บรวบรวม ใช้ หรือ เปิดเผยข้อมลส่วนบุคคลของท่านเมื่อใดก็ได้ และเราจะหยุดกิจกรรมการประมวลผลข้อมูลส่วนบุคคลของท่านให้เร็วที่สุด และหากเราไม่มีฐานกฎหมาย (Legal Basis) อื่น ที่ทำให้เราสามารถประมวลผลข้อมูลส่วนบุคคลของท่านได้ เราจะดำเนินการลบข้อมูลของท่าน
6.2 สิทธิในการเข้าถึง (Right to Access): ท่านมีสิทธิในการขอเข้าถึงและรับสำเนาของข้อมูลส่วนบุคคลที่เกี่ยวข้องกับท่านที่อยู่ภายใต้ความรับผิดชอบของเรา หรือขอให้เปิดเผยการได้มาของข้อมูลส่วนบุคคลที่เราได้รับมาโดยไม่ได้รับความยินยอมจากท่าน เมื่อเราได้รับคำขอแล้วเราจะดำเนินการให้เป็นไปตามนโยบายภายใน 30 วัน
6.3 สิทธิในการแก้ไขข้อมูล (Right to Rectification): ท่านมีสิทธิที่จะขอให้มีการแก้ไข และเปลี่ยนแปลงข้อมูลส่วนบุคคลของท่านเพื่อให้แน่ใจว่าข้อมูลนั้นถูกต้อง เป็นปัจจุบัน และครบถ้วนสมบูรณ์
6.4 สิทธิในการโอนย้ายข้อมูล (Right to Data Portability): ท่านมีสิทธิในการขอให้เราโอน หรือส่งข้อมูลส่วนบุคคลของท่านไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นโดยใช้วิธีการส่งผ่านอัตโนมัติ นอกจากนั้นท่านสามารถร้องขอข้อมูลส่วนบุคคลของท่านโดยตรงจากเรา ในรูปแบบที่เราใช้ส่งหรือถ่ายโอนไปยังผู้ควบคุมข้อมูลส่วนบุคคลรายอื่นยกเว้นในกรณีที่ไม่สามารถทำได้ในทางเทคนิค
6.5 สิทธิในการขอให้ลบข้อมูล (Right to Erasure): ท่านมีสิทธิขอให้เราลบ ทำลาย หรือทำให้ข้อมูลส่วนบุคคลของท่านเป็นข้อมูลนิรนาม หากรูปการณ์เป็นไปตามกรณีที่ระบุไว้ด้านล่างนี้
1) ข้อมูลส่วนบุคคลไม่จำเป็นสำหรับวัตถุประสงค์ในการเก็บรวบรวมอีกต่อไป
2) ท่านได้เพิกถอนความยินยอมที่ให้ไว้ในการประมวลผลข้อมูลส่วนบุคคล และเราไม่มีฐานกฎหมาย (Legal Basis) ในการเก็บรักษาหรือประมวลผลข้อมูลส่วนบุคคลนั้นอีกต่อไป
3) ท่านได้คัดค้านการประมวลผลข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ทางการตลาดแบบตรง (direct marketing)
4) การประมวลผลข้อมูลส่วนบุคคลนั้น ๆ ผิดกฎหมาย
6.6 สิทธิในการห้ามมิให้ประมวลผลข้อมูล (Right to Restriction of Processing): ท่านมีสิทธิในการห้ามมิให้มีการประมวลผลข้อมูลส่วนบุคคล หากรูปการณ์เป็นไปตามกรณีที่ระบุไว้ด้านล่างนี้
1) ไม่มีความจำเป็นในการประมวลผลข้อมูลส่วนบุคคลนั้น อย่างไรก็ตาม เราสามารถแสดงให้เห็นว่าเรายังสามารถดำเนินการได้ตามฐานประโยชน์อันชอบธรรมอยู่
2) การประมวลผลข้อมูลส่วนบุคคลนั้นไม่ชอบด้วยกฎหมาย แต่ท่านต้องการจำกัดกิจกรรมการประมวลผลแทนการลบทำลาย
3) ข้อมูลส่วนบุคคลอยู่ระหว่างการตรวจสอบเรื่องความครบถ้วนสมบูรณ์และความถูกต้องตามคำขอของท่าน
4) การประมวลผลข้อมูลส่วนบุคคลดำเนินการเพื่อการก่อตั้งสิทธิทางกฎหมาย เพื่อการปฏิบัติตามกฎหมาย หรือเพื่อใช้สิทธิ/ป้องกันการเรียกร้องทางกฎหมาย
6.7 สิทธิในการคัดค้านการประมวลผลข้อมูล (Right to Object): ท่านมีสิทธิในการคัดค้านการประมวลผลข้อมูลส่วนบุคคล หากรูปการณ์เป็นไปตามกรณีที่ระบุไว้ด้านล่างนี้
1) ข้อมูลส่วนบุคคลกำลังถูกประมวลผลเพื่อวัตถุประสงค์ทางการตลาดแบบตรง
2) ข้อมูลส่วนบุคคลถูกประมวลผลเพื่อวัตถุประสงค์ในการวิจัย ทั้งในด้านวิทยาศาสตร์ ประวัติศาสตร์ หรือสถิติ เว้นแต่ว่ากิจกรรมการประมวลผลนั้นจำเป็นต่อการปฏิบัติงานเพื่อสาธารณะประโยชน์
3) ข้อมูลส่วนบุคคลนั้นถูกเก็บรวบรวมตามความจำเป็นของเราในการปฏิบัติงานเพื่อภารกิจรัฐ หรือเพื่อเหตุผลอื่น ๆ ที่ชอบด้วยกฎหมาย เว้นแต่ว่าเราจะสามารถแสดงให้เห็นถึงเหตุผลที่ชอบด้วยกฎหมายที่สูงกว่า หรือกิจกรรมการประมวลผลนั้นเป็นไปเพื่อก่อตั้งสิทธิเรียกร้องทางกฎหมายหรือการปฏิบัติตามกฎหมาย
6.8 สิทธิในการร้องเรียน (Right to Lodge a Complaint): ท่านมีสิทธิยื่นเรื่องร้องเรียนต่อหน่วยงานของรัฐ ในกรณีที่ท่านพบว่าเรา ลูกจ้างหรือ ผู้รับจ้างของเรา กระทำการฝ่าฝืนหรือไม่ปฏิบัติตามข้อกำหนดการคุ้มครองข้อมูลส่วนบุคคล
7.มาตรการการรักษาความปลอดภัยของข้อมูลส่วนบุคคล

เราจัดหมวดหมู่ให้ข้อมูลส่วนบุคคลของท่านให้อยู่ในส่วนข้อมูลที่เป็นความลับ และได้บังคับใช้มาตรการรักษาความปลอดภัยต่าง ๆ เพื่อรับผิดชอบในการรักษาความลับและความปลอดภัยของข้อมูลส่วนบุคคลของท่าน เราได้กำหนดขั้นตอนเพื่อจัดการกับเหตุการณ์การละเมิดข้อมูลส่วนบุคคล และจะแจ้งให้ท่านทราบตามที่กฎหมายได้กำหนดไว้</p>
        </form>

    </section>


</body>

</html>